Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: Cancel this upload?
de: Diesen Upload abbrechen?
es: ¿Cancelar esta subida?
fr: Annuler ce téléversement ?
ja: このアップロードをキャンセルしますか？
zh_hans: 要取消此次上传吗？
zh_hant: 要取消這次上傳嗎？

source: Cancelling
de: Wird abgebrochen
es: Cancelando
fr: Annulation
ja: キャンセル中
zh_hans: 正在取消
zh_hant: 正在取消

source: Check
de: Prüfen
es: Comprobar
fr: Vérifier
ja: 確認
zh_hans: 检查
zh_hant: 檢查

source: Check agent integration
de: Agent-Integration prüfen
es: Comprobar la integración de agentes
fr: Vérifier l'intégration des agents
ja: エージェント連携を確認
zh_hans: 检查智能体集成
zh_hant: 檢查智慧體整合

source: Check agent integration?
de: Agenten-Integration prüfen?
es: ¿Comprobar la integración del agente?
fr: Vérifier l'intégration de l'agent ?
ja: エージェント統合を確認しますか？
zh_hans: 要检查智能体集成吗？
zh_hant: 要檢查智慧體整合嗎？

source: Check now
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifier maintenant
ja: 今すぐ確認
zh_hans: 立即检查
zh_hant: 立即檢查

source: Checking agent integration
de: Agent-Integration wird geprüft
es: Comprobando la integración de agentes
fr: Vérification de l'intégration des agents
ja: エージェント連携を確認中
zh_hans: 正在检查智能体集成
zh_hant: 正在檢查智慧體整合

source: Choose an OpenSSH private-key file first.
de: Wähle zuerst eine OpenSSH-Private-Key-Datei aus.
es: Elige primero un archivo de clave privada OpenSSH.
fr: Choisissez d'abord un fichier de clé privée OpenSSH.
ja: 先に OpenSSH の秘密鍵ファイルを選択してください。
zh_hans: 请先选择一个 OpenSSH 私钥文件。
zh_hant: 請先選擇一個 OpenSSH 私鑰檔案。

source: Choose send on the device that already has your setup, and receive on the device inheriting it. Both are visible only while the setup screen is open. The devices compare a fresh six-digit code before Face ID can approve an encrypted transfer.
de: Wähle „Senden“ auf dem Gerät, das deine Einrichtung bereits hat, und „Empfangen“ auf dem Gerät, das sie übernimmt. Beide sind nur sichtbar, solange der Einrichtungsbildschirm offen ist. Die Geräte vergleichen einen frischen sechsstelligen Code, bevor Face ID eine verschlüsselte Übertragung freigeben kann.
es: Elige enviar en el dispositivo que ya tiene tu configuración y recibir en el que la hereda. Ambos solo son visibles mientras la pantalla de configuración esté abierta. Los dispositivos comparan un código nuevo de seis dígitos antes de que Face ID pueda aprobar una transferencia cifrada.
fr: Choisissez envoyer sur l'appareil qui possède déjà votre configuration, et recevoir sur celui qui en hérite. Les deux ne sont visibles que tant que l'écran de configuration est ouvert. Les appareils comparent un code à six chiffres fraîchement généré avant que Face ID puisse approuver un transfert chiffré.
ja: すでにセットアップがあるデバイスで「送信」を、それを引き継ぐデバイスで「受信」を選びます。どちらもセットアップ画面を開いている間だけ表示されます。デバイス同士が新しい 6 桁のコードを突き合わせたうえで、Face ID が暗号化された転送を承認できるようになります。
zh_hans: 在已有配置的设备上选择「发送」，在接收配置的设备上选择「接收」。两者仅在设置界面打开时可见。两台设备会先核对一组新的六位代码，Face ID 才能批准加密传输。
zh_hant: 在已有設定的裝置上選擇「傳送」，在接收設定的裝置上選擇「接收」。兩者僅在設定畫面打開時可見。兩台裝置會先核對一組新的六位代碼，Face ID 才能核准加密傳輸。

source: Choose what to copy
de: Wähle, was kopiert wird
es: Elige qué copiar
fr: Choisissez ce qui est copié
ja: コピーする内容を選ぶ
zh_hans: 选择要复制的内容
zh_hant: 選擇要複製的內容

source: Choose your other device
de: Wähle dein anderes Gerät
es: Elige tu otro dispositivo
fr: Choisissez votre autre appareil
ja: もう一方のデバイスを選ぶ
zh_hans: 选择你的另一台设备
zh_hant: 選擇你的另一台裝置

source: Claude Code & Codex attach the image
de: Claude Code und Codex hängen das Bild an
es: Claude Code y Codex adjuntan la imagen
fr: Claude Code et Codex joignent l'image
ja: Claude Code と Codex が画像を添付します
zh_hans: Claude Code 与 Codex 会附上该图片
zh_hant: Claude Code 與 Codex 會附上該圖片

source: Claude Code & Codex read the path and attach the image
de: Claude Code und Codex lesen den Pfad und hängen das Bild an
es: Claude Code y Codex leen la ruta y adjuntan la imagen
fr: Claude Code et Codex lisent le chemin et joignent l'image
ja: Claude Code と Codex がそのパスを読み取り、画像を添付します
zh_hans: Claude Code 与 Codex 会读取该路径并附上图片
zh_hant: Claude Code 與 Codex 會讀取該路徑並附上圖片

source: Close %@ tmux window
de: tmux-Fenster %@ schließen
es: Cerrar la ventana de tmux %@
fr: Fermer la fenêtre tmux %@
ja: tmux ウインドウ %@ を閉じる
zh_hans: 关闭 tmux 窗口 %@
zh_hant: 關閉 tmux 視窗 %@

source: Close all %lld panes
de: Alle %lld Bereiche schließen
es: Cerrar los %lld paneles
fr: Fermer les %lld volets
ja: %lld 個のペインをすべて閉じる
zh_hans: 关闭全部 %lld 个窗格
zh_hant: 關閉全部 %lld 個窗格

source: Close pane
de: Bereich schließen
es: Cerrar el panel
fr: Fermer le volet
ja: ペインを閉じる
zh_hans: 关闭窗格
zh_hant: 關閉窗格

source: Close tmux window?
de: tmux-Fenster schließen?
es: ¿Cerrar la ventana de tmux?
fr: Fermer la fenêtre tmux ?
ja: tmux ウインドウを閉じますか？
zh_hans: 要关闭 tmux 窗口吗？
zh_hant: 要關閉 tmux 視窗嗎？

source: Close window
de: Fenster schließen
es: Cerrar la ventana
fr: Fermer la fenêtre
ja: ウインドウを閉じる
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Closes this window
de: Schließt dieses Fenster
es: Cierra esta ventana
fr: Ferme cette fenêtre
ja: このウインドウを閉じます
zh_hans: 关闭此窗口
zh_hant: 關閉此視窗

source: Code %@ matched. %@ must approve before any setup data can be sent.
de: Code %@ stimmt überein. %@ muss bestätigen, bevor Einrichtungsdaten gesendet werden können.
es: El código %@ coincide. %@ debe aprobar antes de que se envíe ningún dato de configuración.
fr: Le code %@ correspond. %@ doit approuver avant l'envoi de toute donnée de configuration.
ja: コード %1$@ が一致しました。セットアップのデータを送信するには、%2$@ での承認が必要です。
zh_hans: 代码 %1$@ 已匹配。必须先经 %2$@ 批准，才能发送任何设置数据。
zh_hant: 代碼 %1$@ 已相符。必須先經 %2$@ 核准，才能傳送任何設定資料。

source: Code %@ matched. Optional host text and trust start off. Review this exact setup transfer and where to install %@.
de: Code %@ stimmt überein. Optionaler Host-Text und Vertrauen sind zunächst aus. Prüfe genau diese Übertragung und wo %@ installiert werden soll.
es: El código %@ coincide. El texto opcional de los hosts y la confianza empiezan desactivados. Revisa exactamente esta transferencia y dónde instalar %@.
fr: Le code %@ correspond. Le texte d'hôte facultatif et la confiance sont désactivés au départ. Vérifiez précisément ce transfert et l'endroit où installer %@.
ja: コード %1$@ が一致しました。任意のホストテキストと信頼設定は初期状態でオフです。この転送内容と、%2$@ をどこに設置するかを確認してください。
zh_hans: 代码 %1$@ 已匹配。可选的主机文本和信任默认关闭。请核对这次转移的具体内容，以及要把 %2$@ 安装到哪里。
zh_hant: 代碼 %1$@ 已相符。選用的主機文字和信任預設關閉。請核對這次轉移的具體內容，以及要把 %2$@ 安裝到哪裡。

source: Code %@ matched. Waiting for %@ to create or reuse its device public key.
de: Code %@ stimmt überein. Warte darauf, dass %@ seinen Geräte-Public-Key erzeugt oder wiederverwendet.
es: El código %@ coincide. Esperando a que %@ cree o reutilice su clave pública de dispositivo.
fr: Le code %@ correspond. En attente que %@ crée ou réutilise sa clé publique d'appareil.
ja: コード %1$@ が一致しました。%2$@ がデバイスの公開鍵を作成または再利用するのを待っています。
zh_hans: 代码 %1$@ 已匹配。正在等待 %2$@ 创建或复用其设备公钥。
zh_hant: 代碼 %1$@ 已相符。正在等待 %2$@ 製作或重複使用其裝置公開金鑰。

source: Command
de: Befehlstaste
es: Comando
fr: Commande
ja: コマンド
zh_hans: Command 键
zh_hant: Command 鍵

source: Compare this code
de: Vergleiche diesen Code
es: Compara este código
fr: Comparez ce code
ja: このコードを見比べる
zh_hans: 核对此代码
zh_hant: 核對此代碼

source: Completion waits until both devices durably record the authorization.
de: Der Abschluss wartet, bis beide Geräte die Autorisierung dauerhaft gespeichert haben.
es: La finalización espera a que ambos dispositivos registren la autorización de forma duradera.
fr: La finalisation attend que les deux appareils aient enregistré durablement l'autorisation.
ja: 両方のデバイスが承認を永続的に記録するまで完了を待ちます。
zh_hans: 完成前会等待两台设备都持久记录该授权。
zh_hant: 完成前會等待兩台裝置都持久記錄該授權。

source: Confirm Your Identity
de: Identität bestätigen
es: Confirma tu identidad
fr: Confirmez votre identité
ja: 本人確認
zh_hans: 确认你的身份
zh_hant: 確認你的身分

source: Confirm on this device
de: Auf diesem Gerät bestätigen
es: Confirmar en este dispositivo
fr: Confirmer sur cet appareil
ja: このデバイスで確認
zh_hans: 在本设备上确认
zh_hant: 在本裝置上確認

source: Confirm only if the same code is visible on %@. If either device rejects the code, both devices stop this attempt; retrying creates fresh encryption keys.
de: Bestätige nur, wenn auf %@ derselbe Code steht. Lehnt eines der Geräte den Code ab, brechen beide diesen Versuch ab; ein erneuter Versuch erzeugt neue Verschlüsselungs-Keys.
es: Confirma solo si aparece el mismo código en %@. Si cualquiera de los dispositivos rechaza el código, ambos detienen este intento; volver a intentarlo genera claves de cifrado nuevas.
fr: Ne confirmez que si le même code s'affiche sur %@. Si l'un des appareils refuse le code, les deux interrompent la tentative ; réessayer génère de nouvelles clés de chiffrement.
ja: %@ に同じコードが表示されている場合にのみ確認してください。どちらかのデバイスがコードを拒否すると、両方がこの試行を中止します。やり直すと新しい暗号鍵が生成されます。
zh_hans: 只有当 %@ 上显示相同代码时才确认。任何一台设备拒绝该代码，两台都会中止此次尝试；重试会生成新的加密密钥。
zh_hant: 只有當 %@ 上顯示相同代碼時才確認。任何一台裝置拒絕該代碼，兩台都會中止此次嘗試；重試會產生新的加密金鑰。

source: Confirm the code before continuing.
de: Bestätige den Code, bevor du fortfährst.
es: Confirma el código antes de continuar.
fr: Confirmez le code avant de continuer.
ja: 続ける前にコードを確認してください。
zh_hans: 请先确认代码再继续。
zh_hant: 請先確認代碼再繼續。

source: Confirming both device records…
de: Einträge beider Geräte werden bestätigt…
es: Confirmando los registros de ambos dispositivos…
fr: Confirmation des enregistrements des deux appareils…
ja: 両デバイスの記録を確認中…
zh_hans: 正在确认两台设备的记录…
zh_hant: 正在確認兩台裝置的記錄…

source: Connect & upload
de: Verbinden und hochladen
es: Conectar y subir
fr: Se connecter et téléverser
ja: 接続してアップロード
zh_hans: 连接并上传
zh_hant: 連線並上傳

source: Connecting to %@. Device names are labels only; the code on the next screen verifies the channel.
de: Verbinde mit %@. Gerätenamen sind nur Beschriftungen; der Code auf dem nächsten Bildschirm prüft den Kanal.
es: Conectando con %@. Los nombres de dispositivo son solo etiquetas; el código de la pantalla siguiente verifica el canal.
fr: Connexion à %@. Les noms d'appareil ne sont que des libellés ; c'est le code de l'écran suivant qui vérifie le canal.
ja: %@ に接続中です。デバイス名は単なるラベルであり、チャネルを検証するのは次の画面のコードです。
zh_hans: 正在连接 %@。设备名称只是标签；真正验证通道的是下一屏的代码。
zh_hant: 正在連線 %@。裝置名稱只是標籤；真正驗證通道的是下一畫面的代碼。

source: Connecting to %@…
de: Verbinde mit %@…
es: Conectando con %@…
fr: Connexion à %@…
ja: %@ に接続中…
zh_hans: 正在连接 %@…
zh_hant: 正在連線 %@…

source: Connection cancelled because the server's host key was not trusted.
de: Die Verbindung wurde abgebrochen, weil dem Host-Key des Servers nicht vertraut wurde.
es: Se canceló la conexión porque no se confió en la clave de host del servidor.
fr: Connexion annulée car la clé d'hôte du serveur n'a pas été approuvée.
ja: サーバーのホストキーが信頼されなかったため、接続をキャンセルしました。
zh_hans: 由于未信任服务器的主机密钥，已取消连接。
zh_hant: 由於未信任伺服器的主機金鑰，已取消連線。

source: Connection lost
de: Verbindung verloren
es: Se perdió la conexión
fr: Connexion perdue
ja: 接続が切断されました
zh_hans: 连接已断开
zh_hant: 連線已中斷

source: Connection status
de: Verbindungsstatus
es: Estado de la conexión
fr: État de la connexion
ja: 接続状況
zh_hans: 连接状态
zh_hant: 連線狀態

source: Continuation connection key does not match its endpoint route.
de: Der Verbindungsschlüssel der Fortsetzung passt nicht zu seiner Endpunkt-Route.
es: La clave de conexión de la continuación no coincide con la ruta de su extremo.
fr: La clé de connexion de la reprise ne correspond pas à sa route de point de terminaison.
ja: 継続の接続キーが、そのエンドポイント経路と一致しません。
zh_hans: 接力的连接键与其端点路由不匹配。
zh_hant: 接續的連線鍵與其端點路由不符。

source: Continuation descriptor is %lld bytes; the limit is %lld.
de: Der Fortsetzungsdeskriptor hat %lld Bytes; das Limit liegt bei %2$lld.
es: El descriptor de continuación ocupa %lld bytes; el límite es %2$lld.
fr: Le descripteur de reprise fait %lld octets ; la limite est de %2$lld.
ja: 継続ディスクリプタは %lld バイト です。上限は %2$lld バイトです。
zh_hans: 继续描述符为 %lld 字节，上限为 %2$lld 字节。
zh_hant: 繼續描述元為 %lld 位元組，上限為 %2$lld 位元組。

source: Continuation endpoint has an empty connection key.
de: Der Fortsetzungs-Endpunkt hat einen leeren Verbindungsschlüssel.
es: El extremo de la continuación tiene una clave de conexión vacía.
fr: Le point de terminaison de la reprise a une clé de connexion vide.
ja: 継続のエンドポイントの接続キーが空です。
zh_hans: 接力端点的连接键为空。
zh_hant: 接續端點的連線鍵為空。

source: Continuation endpoint has an empty host-key fingerprint.
de: Der Fortsetzungs-Endpunkt hat einen leeren Host-Key-Fingerabdruck.
es: El extremo de la continuación tiene una huella de clave de host vacía.
fr: Le point de terminaison de la reprise a une empreinte de clé d'hôte vide.
ja: 継続のエンドポイントのホストキーフィンガープリントが空です。
zh_hans: 接力端点的主机密钥指纹为空。
zh_hant: 接續端點的主機金鑰指紋為空。

source: Continuation endpoint has invalid port %lld.
de: Der Fortsetzungs-Endpunkt hat den ungültigen Port %lld.
es: El extremo de la continuación tiene el puerto no válido %lld.
fr: Le point de terminaison de la reprise a un port invalide : %lld.
ja: 継続のエンドポイントのポート %lld が不正です。
zh_hans: 接力端点的端口 %lld 无效。
zh_hant: 接續端點的連接埠 %lld 無效。

source: Continuation route contains %lld jump hosts.
de: Die Fortsetzungsroute enthält %lld Jump-Hosts.
es: La ruta de continuación contiene %lld hosts de salto.
fr: La route de reprise contient %lld hôtes de rebond.
ja: 継続経路に %lld 台の踏み台ホストが含まれています。
zh_hans: 继续路由包含 %lld 台跳板主机。
zh_hant: 繼續路由包含 %lld 台跳板主機。

source: Continuation route is unavailable: %@
de: Die Fortsetzungsroute ist nicht verfügbar: %@
es: La ruta de continuación no está disponible: %@
fr: La route de reprise est indisponible : %@
ja: 継続経路を利用できません: %@
zh_hans: 继续路由不可用：%@
zh_hant: 繼續路由不可用：%@

source: Continuation route repeats host %@.
de: Die Fortsetzungsroute enthält den Host %@ mehrfach.
es: La ruta de continuación repite el host %@.
fr: La route de reprise répète l'hôte %@.
ja: 継続経路でホスト %@ が重複しています。
zh_hans: 继续路由中重复出现主机 %@。
zh_hant: 繼續路由中重複出現主機 %@。

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
ja: 続ける
zh_hans: 继续
zh_hant: 繼續

source: Continue in Background
de: Im Hintergrund fortsetzen
es: Continuar en segundo plano
fr: Continuer en arrière-plan
ja: バックグラウンドで続ける
zh_hans: 在后台继续
zh_hant: 在背景繼續

source: Continue upload in background?
de: Upload im Hintergrund fortsetzen?
es: ¿Continuar la subida en segundo plano?
fr: Continuer le téléversement en arrière-plan ?
ja: バックグラウンドでアップロードを続けますか？
zh_hans: 要在后台继续上传吗？
zh_hant: 要在背景繼續上傳嗎？

source: Control
de: Control-Taste
fr: Contrôle
ja: コントロール
zh_hans: Control 键
zh_hant: Control 鍵

source: Copies public material only
de: Kopiert nur öffentliches Material
es: Copia únicamente el material público
fr: Copie uniquement le matériel public
ja: 公開部分のみをコピーします
zh_hans: 仅拷贝公开部分
zh_hant: 僅拷貝公開部分

source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
zh_hans: 拷贝路径
zh_hant: 拷貝路徑

source: Copy hosts, jump routes, port forwards, and portable appearance settings from a nearby iPhone or iPad. The sending device separately chooses whether sensitive host text and trusted host keys move. Passwords and private keys never move.
de: Kopiere Hosts, Jump-Routen, Portweiterleitungen und übertragbare Darstellungseinstellungen von einem iPhone oder iPad in der Nähe. Das sendende Gerät entscheidet separat, ob sensibler Host-Text und vertrauenswürdige Host-Keys mitgehen. Passwörter und private Keys wandern nie mit.
es: Copia hosts, rutas de salto, reenvíos de puertos y ajustes de apariencia portables desde un iPhone o iPad cercano. El dispositivo emisor decide por separado si se mueven el texto sensible de los hosts y las claves de host de confianza. Las contraseñas y las claves privadas nunca se mueven.
fr: Copiez les hôtes, routes de rebond, redirections de ports et réglages d'apparence transférables depuis un iPhone ou un iPad à proximité. L'appareil émetteur décide séparément si le texte sensible des hôtes et les clés d'hôte de confiance sont transférés. Les mots de passe et les clés privées ne le sont jamais.
ja: 近くの iPhone や iPad から、ホスト・踏み台ルート・ポート転送・持ち運べる外観設定をコピーします。機密性のあるホストのテキストと信頼済みホストキーを移すかどうかは、送信側のデバイスが個別に選びます。パスワードと秘密鍵が移ることはありません。
zh_hans: 从附近的 iPhone 或 iPad 复制主机、跳板路由、端口转发和可迁移的外观设置。是否迁移敏感的主机文本和受信任主机密钥，由发送设备单独决定。密码和私钥绝不会迁移。
zh_hant: 從鄰近的 iPhone 或 iPad 複製主機、跳板路由、連接埠轉發和可遷移的外觀設定。是否遷移敏感的主機文字和受信任主機金鑰，由傳送裝置單獨決定。密碼和私密金鑰絕不會遷移。

source: Could not change key authentication: %@
de: Key-Authentifizierung konnte nicht geändert werden: %@
es: No se pudo cambiar la autenticación de la clave: %@
fr: Impossible de modifier l'authentification de la clé : %@
ja: キー認証を変更できませんでした: %@
zh_hans: 无法更改密钥认证：%@
zh_hant: 無法更改金鑰驗證：%@

source: Could not change key protection: %@
de: Key-Schutz konnte nicht geändert werden: %@
es: No se pudo cambiar la protección de la clave: %@
fr: Impossible de modifier la protection de la clé : %@
ja: キー保護を変更できませんでした: %@
zh_hans: 无法更改密钥保护：%@
zh_hant: 無法更改金鑰保護：%@

source: Could not create key access control: %@
de: Zugriffssteuerung für den Key konnte nicht erstellt werden: %@
es: No se pudo crear el control de acceso de la clave: %@
fr: Impossible de créer le contrôle d'accès de la clé : %@
ja: キーのアクセス制御を作成できませんでした: %@
zh_hans: 无法创建密钥访问控制：%@
zh_hant: 無法製作金鑰存取控制：%@

source: Could not derive the OpenSSH recovery encryption key.
de: Der Verschlüsselungs-Key für die OpenSSH-Wiederherstellung konnte nicht abgeleitet werden.
es: No se pudo derivar la clave de cifrado de recuperación de OpenSSH.
fr: Impossible de dériver la clé de chiffrement de récupération OpenSSH.
ja: OpenSSH 復旧用の暗号化キーを導出できませんでした。
zh_hans: 无法派生 OpenSSH 恢复加密密钥。
zh_hant: 無法衍生 OpenSSH 回復加密金鑰。

source: Could not encode the non-secret key deletion journal.
de: Das nicht geheime Journal der Key-Löschungen konnte nicht codiert werden.
es: No se pudo codificar el registro no secreto de eliminación de claves.
fr: Impossible d'encoder le journal non secret des suppressions de clés.
ja: 秘密情報を含まないキー削除ジャーナルをエンコードできませんでした。
zh_hans: 无法编码非机密的密钥删除日志。
zh_hant: 無法編碼非機密的金鑰刪除日誌。

source: Could not encrypt the OpenSSH recovery key.
de: Der OpenSSH-Wiederherstellungs-Key konnte nicht verschlüsselt werden.
es: No se pudo cifrar la clave de recuperación de OpenSSH.
fr: Impossible de chiffrer la clé de récupération OpenSSH.
ja: OpenSSH の復旧キーを暗号化できませんでした。
zh_hans: 无法加密 OpenSSH 恢复密钥。
zh_hant: 無法加密 OpenSSH 回復金鑰。

source: Could not inspect current key protection; no change was made
de: Der aktuelle Key-Schutz ließ sich nicht ermitteln; es wurde nichts geändert
es: No se pudo consultar la protección actual de la clave; no se hizo ningún cambio
fr: Impossible de lire la protection actuelle de la clé ; aucune modification n'a été effectuée
ja: 現在のキー保護を確認できなかったため、変更は行われていません
zh_hans: 无法读取当前的密钥保护状态，未做任何更改
zh_hant: 無法讀取目前的金鑰保護狀態，未做任何更改

source: Could not install Tessera shell integration.
de: Die Tessera-Shell-Integration konnte nicht installiert werden.
es: No se pudo instalar la integración de Tessera con el shell.
fr: Impossible d'installer l'intégration Tessera au shell.
ja: Tessera のシェル統合をインストールできませんでした。
zh_hans: 无法安装 Tessera shell 集成。
zh_hant: 無法安裝 Tessera shell 整合。

source: Could not install Tessera shell integration: %@
de: Die Tessera-Shell-Integration konnte nicht installiert werden: %@
es: No se pudo instalar la integración de Tessera con el shell: %@
fr: Impossible d'installer l'intégration Tessera au shell : %@
ja: Tessera のシェル統合をインストールできませんでした: %@
zh_hans: 无法安装 Tessera shell 集成：%@
zh_hant: 無法安裝 Tessera shell 整合：%@

source: Could not install key
de: Key konnte nicht installiert werden
es: No se pudo instalar la clave
fr: Impossible d'installer la clé
ja: キーをインストールできませんでした
zh_hans: 无法安装密钥
zh_hant: 無法安裝金鑰

source: Could not open the secure continuation channel: %@
de: Der sichere Fortsetzungskanal konnte nicht geöffnet werden: %@
es: No se pudo abrir el canal seguro de continuación: %@
fr: Impossible d'ouvrir le canal de reprise sécurisé : %@
ja: 安全な継続チャネルを開けませんでした: %@
zh_hans: 无法打开安全接力通道：%@
zh_hant: 無法打開安全接續通道：%@

source: Could not persist the non-secret key deletion journal.
de: Das nicht geheime Journal der Key-Löschungen konnte nicht gesichert werden.
es: No se pudo guardar el registro no secreto de eliminación de claves.
fr: Impossible d'enregistrer le journal non secret des suppressions de clés.
ja: 秘密情報を含まないキー削除ジャーナルを保存できませんでした。
zh_hans: 无法持久化非机密的密钥删除日志。
zh_hant: 無法持續保存非機密的金鑰刪除日誌。

source: Could not read from the enrollment continuation stream.
de: Aus dem Enrollment-Fortsetzungsstream konnte nicht gelesen werden.
es: No se pudo leer del flujo de continuación de la inscripción.
fr: Impossible de lire depuis le flux de reprise d'inscription.
ja: 登録の継続ストリームから読み取れませんでした。
zh_hans: 无法从注册接力流中读取。
zh_hant: 無法從註冊接續串流中讀取。

source: Could not read the existing tmux session size without changing it.
de: Die Größe der bestehenden tmux-Sitzung konnte nicht gelesen werden, ohne sie zu verändern.
es: No se pudo leer el tamaño de la sesión tmux existente sin modificarla.
fr: Impossible de lire la taille de la session tmux existante sans la modifier.
ja: 既存の tmux セッションのサイズを、変更せずに読み取ることができませんでした。
zh_hans: 无法在不改变现有 tmux 会话的情况下读取其尺寸。
zh_hant: 無法在不變更現有 tmux 工作階段的情況下讀取其尺寸。

source: Could not read the jump-host configuration.
de: Die Jump-Host-Konfiguration konnte nicht gelesen werden.
es: No se pudo leer la configuración del host de salto.
fr: Impossible de lire la configuration de l'hôte de rebond.
ja: 踏み台ホストの設定を読み取れませんでした。
zh_hans: 无法读取跳板主机配置。
zh_hant: 無法讀取跳板主機設定。

source: Could not start mosh. The remote host may not have `mosh-server` installed or on PATH, or it exited immediately during startup.
de: mosh konnte nicht gestartet werden. Auf dem Host ist `mosh-server` möglicherweise nicht installiert oder nicht im PATH, oder er wurde beim Start sofort beendet.
es: No se pudo iniciar mosh. Puede que el host no tenga `mosh-server` instalado o en el PATH, o que se cerrara nada más arrancar.
fr: Impossible de démarrer mosh. L'hôte n'a peut-être pas `mosh-server` installé ou dans le PATH, ou il s'est arrêté aussitôt au démarrage.
ja: mosh を開始できませんでした。リモートホストに `mosh-server` がインストールされていないか PATH にないか、起動直後に終了した可能性があります。
zh_hans: 无法启动 mosh。远程主机可能未安装 `mosh-server` 或它不在 PATH 中，也可能在启动时立即退出。
zh_hant: 無法啟動 mosh。遠端主機可能未安裝 `mosh-server` 或不在 PATH 中，也可能在啟動時立即結束。

source: Could not start mosh: `mosh-server` never printed a MOSH CONNECT line.
de: mosh konnte nicht gestartet werden: `mosh-server` hat nie eine MOSH-CONNECT-Zeile ausgegeben.
es: No se pudo iniciar mosh: `mosh-server` nunca imprimió una línea MOSH CONNECT.
fr: Impossible de démarrer mosh : `mosh-server` n'a jamais affiché de ligne MOSH CONNECT.
ja: mosh を起動できませんでした: `mosh-server` が MOSH CONNECT 行を出力しませんでした。
zh_hans: 无法启动 mosh：`mosh-server` 始终没有输出 MOSH CONNECT 行。
zh_hant: 無法啟動 mosh：`mosh-server` 始終沒有輸出 MOSH CONNECT 行。

source: Could not start mosh: `mosh-server` printed a malformed MOSH CONNECT line.
de: mosh konnte nicht gestartet werden: `mosh-server` hat eine fehlerhafte MOSH-CONNECT-Zeile ausgegeben.
es: No se pudo iniciar mosh: `mosh-server` imprimió una línea MOSH CONNECT mal formada.
fr: Impossible de démarrer mosh : `mosh-server` a affiché une ligne MOSH CONNECT mal formée.
ja: mosh を起動できませんでした: `mosh-server` が不正な形式の MOSH CONNECT 行を出力しました。
zh_hans: 无法启动 mosh：`mosh-server` 输出了格式错误的 MOSH CONNECT 行。
zh_hant: 無法啟動 mosh：`mosh-server` 輸出了格式錯誤的 MOSH CONNECT 行。

source: Could not start mosh: the host accepted the SSH connection but never opened the command channel (15 s). It may be overloaded or limiting sessions.
de: mosh konnte nicht gestartet werden: Der Host hat die SSH-Verbindung angenommen, aber nie den Befehlskanal geöffnet (15 s). Er ist vielleicht überlastet oder begrenzt Sitzungen.
es: No se pudo iniciar mosh: el host aceptó la conexión SSH pero nunca abrió el canal de comandos (15 s). Puede estar sobrecargado o limitando sesiones.
fr: Impossible de démarrer mosh : l'hôte a accepté la connexion SSH mais n'a jamais ouvert le canal de commande (15 s). Il est peut-être surchargé ou limite les sessions.
ja: mosh を起動できませんでした: ホストは SSH 接続を受け入れましたが、コマンドチャネルを開きませんでした（15 秒）。負荷が高いか、セッション数が制限されている可能性があります。
zh_hans: 无法启动 mosh：主机接受了 SSH 连接，但始终没有打开命令通道（15 秒）。它可能负载过高或限制了会话数。
zh_hant: 無法啟動 mosh：主機接受了 SSH 連線，但始終沒有開啟命令通道（15 秒）。它可能負載過高或限制了工作階段數。
